sway
swayidle
swaylock
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-desktop-portal-gtk
dash
flatpak
xdg-utils
xdg-user-dirs
gvfs
gvfs-mtp
wl-clipboard
thunar
thunar-archive-plugin
unrar
mako
rclone
dash
pamixer
brightnessctl
gammastep
playerctl
flameshot
grim
slurp
pavucontrol
file-roller
polkit-gnome
network-manager-applet
opendoas
htop
firewalld
gnome-keyring
libsecret
ttf-joypixels
waybar
alacritty
xfce4-terminal
firefox
fish
wireplumber
pipewire-jack
otf-font-awesome
pipewire-pulse
xorg-xwayland
swaybg
qt5-wayland
qt5ctl
