xdg-desktop-portal
xdg-desktop-portal-hyprland
dash
flatpak
xdg-utils
xdg-user-dirs
gvfs
gvfs-mtp
wl-clipboard
thunar
thunar-archive-plugin
unrar
mako
rclone
pamixer
brightnessctl
gammastep
playerctl
grim
slurp
pavucontrol
file-roller
polkit-gnome
network-manager-applet
opendoas
htop
firewalld
gnome-keyring
libsecret
ttf-joypixels
ttf-dejavu
waybar
alacritty
xfce4-terminal
firefox
fish
otf-font-awesome
xorg-xwayland
swaybg
jq
wireplumber
pipewire-pulse
pipewire-jack
pipewire-alsa
lib32-pipewire
lib32-pipewire-jack
xorg
xf86-video-amdgpu
xfce4
plank
xorg-xinit
xfce4-pulseaudio-plugin
lxappearance
rofi
libva-mesa-driver
lib32-libva-mesa-driver
sdl12-compat
lib32-sdl12-compat
glfw-wayland
fakeroot
gcc
pkgconf
xorg-xhost
syncthing
make
which
hyprland
dosfstools
qt6-base
qt6-wayland
