intel-ucode
nano
sway
xorg-xwayland 
swayidle
swaylock
xdg-desktop-portal
xdg-desktop-portal-wlr
xdg-desktop-portal-gtk
azote
dash
flatpak
xdg-utils
xdg-user-dirs
gvfs
wl-clipboard
thunar
thunar-archive-plugin
unrar
mako
rclone
dash
pamixer
brightnessctl
gammastep
playerctl
swappy
grim
slurp
powerpill
paru
pavucontrol
file-roller
polkit-gnome
network-manager-applet
opendoas
htop
firewalld
gnome-keyring
libsecret
